Repository: datareporter-gmbh/typo3-webcare
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# imprint
source: Imprint from WebCare
de: Impressum von WebCare

# imprint_wizard_description
source: Lets you insert your imprint in this place.
de: Fügt Ihr Impressum an dieser Position ein.

# imprint_wizard_title
source: Imprint from WebCare
de: Impressum von WebCare

# privacyStatement
source: Privacy Statement from WebCare
de: Datenschutzrichtlinie von WebCare

# privacy_statement_wizard_description
source: Lets you insert your privacy statement in this place.
de: Fügt Ihre Datenschutzrichtlinie an dieser Position ein.

# privacy_statement_wizard_title
source: Privacy Statement from WebCare
de: Datenschutzrichtlinie von WebCare

# tsconsteditor_webcare_clientId
source: Your client ID
de: Ihre Client ID

# tsconsteditor_webcare_initializeCookieConsent
source: Automatically enable cookie consent: You may disable this option to initialize the consent manually via JavaScript. [window.cookieconsent.initialise(dr_cookiebanner_options)]
de: Cookie Consent automatisch initialisieren: Diese Option kann deaktiviert werden, um den Consent manuell mit JavaScript zu initialisieren. [window.cookieconsent.initialise(dr_cookiebanner_options)]

# tsconsteditor_webcare_organizationId
source: Your organization ID
de: Ihre Organisations ID

# tsconsteditor_webcare_websiteId
source: The website ID (optional)
de: Ihre Website ID (optional)
